export const TIPS_DATA: string[] = [
  "透明化を使うと軌斥をすり抜けられます",
  "強奪にかかる時間はアイテムによってさまざまです",
  "反転を使った状態で軌斥に突っこむと軌斥に吸い付きます",
  "透明化しているときは敵の重力をうけにくくなります",
  "強奪の円の中で重力波をつかうと第二波だけ奪われてしまいます",
  "透明化していても軌斥や強奪のエフェクトは敵に見えてしまいます",
  "質量増加をつかうと質量が7倍になります",
  "質量増加と反転を同時につかうと……とてつもないシンパシーです",
  "まだまだ新しいアイテムとモードが登場予定です",
  "反転を使っているとき、実は敵からの重力が軽減されています",
  "混戦のときは透明化を狙ってみましょう。じっくり待つのも手です",
  "アイテムは同時に何個でも重ねてつかえます",
  "衛星は浮気性なので、いつも1番近い敵に向かって突っこみます",
  "このゲームは三体問題とスイングバイの原理にインスピレーションを受けて作られました",
  "軌斥を使っているとき、自分の軌斥に当たるとすり抜けます",
  "アイテムの残り時間はよく見ておきましょう",
  "重力波は敵の背後から使うと大きく吹っ飛ばせます",
  "軌斥は質量増加の天敵です",
  "反転中に重力波を受けると、波の中心に向かって吸いこまれます",
  "難易度によって物理定数が異なります",
  "エンドレスモードでは、キル数こそが正義です",
  "重力波は距離によって減衰します。敵を引き付けて使うと効果的です",
  "ランキングが見れないときは、ログインしてみてください",
  "Gravity + Gladiator = Graviator !!",
  "すべての星は重力で引き合っています",
  "すべての星には当たり判定がありません。ルールは重力だけです",
  "ログインして世界ランキングに自分の名前を刻みましょう"




];